---
kind: enumMember
id: F:Autodesk.Revit.ApplicationServices.LanguageType.Japanese
enum: Autodesk.Revit.ApplicationServices.LanguageType
source: html/dfda33cf-cbff-9fde-6672-38402e87510f.htm
---
# Autodesk.Revit.ApplicationServices.LanguageType.Japanese

Japanese.